Repository: AndersonLearner/usbpicprog
Catalog: trunk/upp_wx/po/*.po
Languages: el, fr, it, ja, nl, pa, pt, uk

source: Configuration Word:
fr: Configuration:
it: Parola di configurazione:
ja: コンフィグレーション ワード:
nl: Configuratie Woord:
pt: Palavra de Configuração:
uk: Слово конфігурації:

source: Current value for the %d-th configuration word as derived from above configuration choices
fr: Valeur pour le mot de configuration %d-th comme défini dans les choix de configuration ci-dessus
it: Valore corrente per la parola di configurazione %d derivato dalle impostazioni di configurazione soprastanti
ja: 現在の値 %d-th は、コンフィグレーションワードから選択しました
nl: Huidige waarde van het %de configuratiewoord, zoals verkregen van de configuratie choices
pt: Valor atual para a %dª palavra de configuração derivada das escolhas de configuração acima
uk: Поточне значення %d-го слова конфігурації згідно опцій конфігурації вгорі

source: Location in memory: 0x%X
fr: Emplacement en mémoire: 0x%X
it: Locazione in memoria: 0x%X
ja: メモリの位置: 0x%X
nl: Locatie in geheugeh: 0x%X
pt: Posição na memória: 0x%X
uk: Положення в пам'яті: 0x%X

source: Length: %d bits
fr: Longueur: %d bits
it: Lunghezza: %d bits
ja: 長さ: %d ビット
nl: Lengte: %d bits
pt: Tamanho: %d bits
uk: Довжина: %d біт

source: Word %d
fr: Mot %d
it: Parola %d
ja: ワード %d
pt: Palavra %d
uk: Слово %d

source: Couldn't reset interface
ja: インタフェースをリセットできませんでした
nl: Kan interface niet resetten
pt: Não foi possível reiniciar a interface

source: Error setting configuration
ja: コンフィグレーション設定が異常です
nl: Fout tijdens instellen van configuratie
pt: Erro ao definir configuração

source: Interface %d not present: using %d
ja: インタフェース %d は以下を提示しません: %dを使用します。
nl: Interface %d niet beschikbaar: gebruik %d
pt: Interface %d não está presente: usando %d

source: Error claiming interface
ja: インタフェース要求が異常です
nl: Fout tijdens claimen van de interface
pt: Erro ao tentar utilizar interface

source: Usb Error
ja: USB エラー
nl: Usb fout
pt: Erro na USB

source: Trying to read memory outside allowed area: bc+i=%d; memory size=%d
ja: 許可されていないメモリ領域を読み込もうとしました: bc+i=%d; メモリサイズ=%d
nl: Probeer geheugen te lezen buiten het toegestane gebied: bc+i=%d; geheugengroote=%d
pt: Tentando ler memória fora da área permitida: bc+i=%d; tamanho da memória=%d

source: No data to verify
ja: ベリファイするデータがありません
nl: Geen data om te verifieren
pt: Nenhum dado para verificar

source: Usb Error while reading: %s
ja: 読み込む際、USBエラーが発生しました: %s
nl: Usb fout tijdens lezen: %s
pt: Erro na USB ao ler: %s

source: Usb Error while writing to device: %d bytes, errCode: %d
ja: デバイスに書き込む際、USBでエラーが発生しました: %dバイト, エラーコード: %d
nl: Usb fout tijdens schrijven naar apparaat: %d bytes, foutcode: %d
pt: Erro na USB ao tentar escrever no dispositivo: %d bytes, errCode: %d

source: Edit
el: Επεξεργασία
fr: Éditer
it: Modifica
ja: 編集
nl: Bewerken
pa: ਸੋ਼ਧ
pt: Editar
uk: Правка

source: Copy
el: Αντιγραφή
fr: Copier
it: Copia
ja: コピー
nl: Kopieren
pa: ਨਕਲ
pt: Copiar
uk: Копіювати

source: Select All
el: Επιλογή όλων
fr: Tout sélectionner
it: Seleziona tutto
ja: 全て選択
nl: Alles Selecteren
pa: ਸਾਰੇ ਚੁਣੋ
pt: Selecionar Tudo
uk: Вибрати все

source: &Program...
el: &Προγραμμάτησε...
fr: &Programmer
it: &Programma...
ja: &書き込み
nl: &Programmeren...
pa: ਪਰੋਗਰਾਮ(&P)
pt: &Programar...
uk: Запрограмувати...

source: Program the PIC device
el: Προγραμμάτησε την PIC συσκευή
fr: Programmer le PIC
it: Programma il dispositivo PIC
ja: PICデバイスに書き込みます
nl: Programmeer de PIC
pa: PIC ਜੰਤਰ ਨੂੰ ਪਰੋਗਰਾਮ ਕਰੋ
pt: Programa o dispositivo PIC
uk: Запрограмувати пристрій PIC

source: &Read...
el: &Διαβασε
fr: &Lire
it: &Leggi...
ja: &読み込み
nl: &Lezen...
pa: ਪੜੋ(&R)...
pt: &Ler
uk: Прочитати...

source: Read the PIC device
el: Διάβασε την PIC συσκευή
fr: Lire le PIC
it: Leggi il dispositivo PIC
ja: PICデバイスから読み込みます
nl: Lees de PIC
pa: PIC ਜੰਤਰ ਪੜੋ
pt: Lê o dispositivo PIC
uk: Прочитати пристрій PIC

source: &Verify...
el: &Επιβεβαίωση ...
fr: &Vérifier
it: &Verifica...
ja: &ベリファイ
nl: &Verifieren...
pa: ਸਪਸ਼ਟ ਕਰੋ(&V)
pt: &Verificar...
uk: Перевірити...

source: Verify the PIC device
el: Επιβεβαιώσε τη συσκευή PIC
fr: Vérifier le PIC
it: Verifica il dispositivo PIC
ja: PICデバイスをベリファイします
nl: Verifieer de PIC
pa: PIC ਜੰਤਰ ਸਪਸ਼ਟ ਕਰੋ
pt: Verifica o dispositivo PIC
uk: Перевірити пристрій PIC

source: &Erase...
el: &Διαγραφή ...
fr: &Effacer
it: &Cancella...
ja: &消去
nl: &Wissen...
pa: ਮਿਟਾਉ(&E)
pt: &Apagar...
uk: Очистити...

source: Erase the PIC device
el: Διαγραφή της PIC συσκευής
fr: Effacer le PIC
it: Cancella il dispositivo PIC
ja: PICデバイスを消去します
nl: Wis de PIC
pa: PIC ਜੰਤਰ ਨੂੰ ਮਿਟਾਉ
pt: Apaga o dispositivo PIC
uk: Очистити пристрій PIC

source: &Blankcheck...
el: &Άδειος έλενχος
fr: &Contrôler l'effacement
it: Verifica la cancellazione...
ja: &ブランクチェック
pa: ਖਾਲੀਚੈਕ(&B)
pt: &Verificação de dispositivo vazio...
uk: Перевірка на "чистоту"...

source: Blankcheck the PIC device
el: Αδειος έλενχος της PIC συσκευής
fr: Contrôler l'effacement du PIC
it: Verifica la cancellazione del dispositivo PIC
ja: PICデバイスのブランクチェックをします
nl: Blankcheck de PIC
pa: PIC ਜੰਤਰ ਨੂੰ ਖਾਲੀਚੈਕ ਕਰੋ
pt: Verifica se o dispositivo PIC está vazio
uk: Перевірити пристрій PIC на порожні значення

source: &Autodetect...
el: &Αυτο ανίχνευση
fr: &Auto-détection
it: Rileva automaticamente...
ja: &自動検出
pa: ਆਪਣੇ ਆਪ ਲਭੋ(&A)
pt: &Detectar Automaticamente...
uk: Автовизначення...

source: Detect the type of the PIC device
el: Ανιχνεύσε τον τύπο της συσκευής PIC
fr: Détection du type de PIC
it: Individua il tipo di dispositivo PIC
ja: PICデバイスを自動検出します
nl: Detecteer het PIC type
pa: PIC ਜੰਤਰ ਨੂੰ ਪਛਾਣੋ
pt: Detecta o tipo de dispositivo PIC
uk: Визначити тип пристрою PIC

source: &Connect...
el: &Σύνδεση...
fr: &Connection
it: &Connetti...
ja: &接続
nl: &Verbind...
pa: ਜੁੜੋ(&C)
pt: &Conectar...
uk: З'єднатись...

source: Connect to the programmer
el: Συνδεθείτε με το προγραμματιστή
fr: Connection du programmateur
it: Connette al dispositivo di programmazione
ja: プログラマを接続します
nl: Verbind de programmer
pa: ਪਰੋਗਰਾਮਰ ਨਾਲ ਜੁੜੋ
pt: Conectar ao programador
uk: З'єднатись з програматором

source: &Disconnect...
el: &Αποσύνδεση ...
fr: &Déconnection
it: &Disconnetti...
ja: &取り外し
nl: &Verbreek...
pa: ਕਨੇਕਸ਼ਨ ਕਟੋ(&D)
pt: &Desconectar...
uk: Роз'єднатись...

source: Disconnect from the programmer
el: Αποσύνδεση από τον προγραμματιστή
fr: Déconnection du programmateur
it: Disconnette dal dispositivo di programmazione
ja: プログラマを取り外します
nl: Verbreek verbinding met de programmer
pa: ਪਰੋਗਰਾਮਰ ਤੋਂ ਕਨੇਕਸ਼ਨ ਕਟੋ
pt: Desconectar do programador
uk: Від'єднатись від програматора

source: &Select PIC...
el: &Επιλέξτε PIC...
fr: &Sélection du PIC
it: &Seleziona PIC...
ja: &PIC選択
nl: &Selecteer PIC...
pa: PIC ਚੁਣੋ(&S)...
pt: &Selecionar PIC...
uk: Вибрати PIC...

source: Change the currently selected PIC
el: Αλλάξτε την τρέχουσα επιλεγμένη PIC
fr: Changer le PIC selectionné
it: Cambia il PIC attualmente selezionato
ja: PICを変更します
nl: Wijzig huidig geselecteerd PIC type
pa: ਚੁਣੇ ਹੋਏ PIC ਨੂੰ ਬਦਲੋ
pt: Mudar o PIC selecionado
uk: Вибрати інший PIC

source: &Actions
el: &Δράσεις
it: &Azioni
ja: &実行
nl: &Acties
pa: ਐਕਸ਼ਨ(&A)
pt: &Ações
uk: Дії

source: new
el: νέο
fr: Nouveau
it: nuovo
ja: 新規
nl: nieuw
pa: ਨਵਾਂ
pt: novo

source: open
el: άνοιξε
fr: Ouvrir
it: apri
ja: 開く
pa: ਖੋਲੋ
pt: abrir

source: reload
el: επαναφορτώσετε
fr: Recharger
it: ricarica
ja: 再ロード
nl: herlaad
pa: ਦੋਬਾਰਾ ਲੋਡ ਕਰੋ
pt: recarregar

source: save
el: αποθήκευση
fr: Enregistrer
it: salva
ja: 保存
nl: opslaan
pa: ਸੰਭਾਲੋ
pt: salvar

source: save as
el: αποθήκευση ως
fr: Enregistrer sous
it: salva con nome...
ja: 名前を付けて保存
nl: opslaan als
pa: ਇੰਜ ਸੰਭਾਲੋ...
pt: salvar como

source: program
el: πρόγραμμα
fr: Programmer
it: programma
ja: 書き込み
nl: programmeer
pa: ਪਰੋਗਰਾਮ
pt: programar

source: read
el: διαβάζω
fr: Lire
it: leggi
ja: 読み込み
nl: lees
pa: ਪੜੋ
pt: ler

source: verify
el: επαληθεύσε
fr: Vérifier
it: verifica
ja: ベリファイ
nl: verifieer
pa: ਸਪਸ਼ਟ ਕਰੋ
pt: verificar

source: erase
el: διαγραφή
fr: Effacer
it: cancella
ja: 消去
nl: wis
pa: ਮਿਟਾਉ
pt: apagar

source: blankcheck
el: άδειος έλενχος
fr: Contrôler l'effacement
it: verifica la cancellazione
ja: ブランクチェック
pa: ਖਾਲੀਚੈਕ
pt: verificar se o dispositivo está vazio

source: autodetect
el: αυτο εντοπισμος
fr: Auto-détection
it: rileva automaticamente
ja: 自動検出
pa: ਆਪਣੇ ਆਪ ਲਭੋ
pt: detectar automaticamente

source: currently selected PIC type
el: επιλεγμένος τύπος PIC
fr: Type de PIC sélectionné
it: tipo PIC attualmente selezionato
ja: 選択しているPIC
nl: huidig geselecteerd PIC type
pa: ਹੁਣ ਚੁਣਆ ਹੋਆ PIC ਟਾਇਪ
pt: tipo de PIC selecionado
uk: поточний тип пристрою PIC

source: The HEX file '%s' has not been saved... its content will be lost; continue?
el: Το HEX αρχείο '%s' δεν έχει αποθηκευτεί ... το περιεχόμενό του θα χαθει; συνέχεια;
fr: Le fichier HEX '%s' n'a pas été enregistré... Les modifications vont être perdues; Continuer ?
it: Il file HEX '%s' non è stato salvato... il contenuto verrà perso; continuo?
ja: 「%s」はまだ保存されていません。続行すると内容が失われます。よろしいですか？
nl: Het HEX bestand '%s' is niet opgeslagen... de gegevens gaan verloren; doorgaan?
pa: ਹੈਕਸ਼ ਫਾਇਲ '%s' ਸੰਭਾਲੀ ਨਹੀਂ ਗਈ ਹੈ... ਇਸਦੀ ਜਾਣਕਾਰੀ ਖੋ ਜਾਵੇਗੀ; ਫੇਰ ਵੀ ਕਰੋ?
pt: O arquivo HEX '%s' não foi salvo...o seu conteúdo será perdido; continuar?
uk: HEX-файл '%s' не збережено... його вміст буде втрачено; продовжити?

source: Please confirm
el: Παρακαλώ επιβεβαιώστε
fr: Confirmer SVP
it: Conferma prego
ja: どうぞ、確認して下さい
nl: Weet U het zeker?
pa: ਕਿਰਪਾ ਕਨਫਰਮ ਕਰੋ
pt: Confirme por favor
uk: Будь-ласка підтвердіть

source: You are using the a development release of the firmware with a stable version of the software. Consider upgrading your firmware
nl: U gebruikt momenteel een development versie van de firmware i.c.m. een stabiele versie van de software. Overweeg uw software up te daten.
pt: Você está usando uma versão de desenvolvimento do firmware com uma versão estável do software. Por favor, considere a possibilidade de atualizar seu firmware.

source: Your firmware is too old; please consider upgrading it
fr: Votre firmware est trop ancien; SVP envisagez une mise à jour
it: Il tuo firmware è troppo vecchio; si consiglia di effettuarne l'aggiornamento
ja: 古いファームウェアを使用しています。最新のファームウェアにアップグレードして下さい。
nl: Uw firmware versie is te oud; overweeg een update
pt: Seu firmware é antigo demais; por favor considere a possibilidade de atualizá-lo
uk: Ваша прошивка застаріла; будь-ласка, оновіть її

source: Firmware probably too new
fr: Firmware probablement trop récent
it: Il firmware è probabilmente troppo recente
ja: 最新のファームウェアです
nl: Uw firmware is waarschijnlijk te nieuw
pt: Firmware provavelmente novo demais
uk: Прошивка надто нова

source: You are using the a stable release of the firmware with a development version of the software. Consider upgrading your firmware
fr: Vous utilisez une version a stable du firmware avec une version de développement du software. Envisagez une mise à jour du firmware
it: Stai usando una release stabile del firmware con una versione di sviluppo del software. Si consiglia di effettuarne l'aggiornamento
ja: このソフト、ファームウェアは開発中のバージョンです。安定版がリリースされたら、アップグレードする必要があります。
nl: U gebruikt momenteel een stabiele release van de firmware i.c.m. een development versie van de software. Overweeg uw firmware up te daten.
pt: Você está usando uma versão estável do firmware com uma versão de desenvolvimento do software. Por favor, considere a possibilidade de atualizar seu firmware.
uk: Ви використовуєте стабільну версію прошивки з бета-версією програми. Оновіть свою прошивку

source: Usbpicprog rev:
ja: Usbpicprog 回転:
pt: Revisão do Usbpicprog:

source: untitled
el: χωρίς τίτλο
fr: Sans titre
it: senza titolo
ja: 新規
nl: naamloos
pa: ਬੇਨਾਮ
pt: sem título
uk: Без назви

source: %s datasheet
ja: %s データーシート
pt: %s folha de dados
uk: спеціфікація %s

source: Programming voltage (Vpp): Min=%.2fV Nom=%.2fV Max=%.2fV
fr: Voltage de programmation (Vpp): Min=%.2fV Nom=%.2fV Max=%.2fV
it: Tensione di programmazione (Vpp): Min=%.2fV Nom=%.2fV Max=%.2fV
ja: プログラム電圧 (Vpp): 最小=%.2fV 標準=%.2fV 最大=%.2fV
nl: Programmeerspanning (Vpp): Min=%.2fV Nom=%.2fV Max=%.2fV
pt: Tensão de programação (Vpp): Min=%.2fV Nom=%.2fV Max=%.2fV
uk: Напруга програмування (Vpp): Мінімальна=%.2fV Номінальна=%.2fV Максимальна=%.2fV

source: Supply voltage (Vdd): Min=%.2fV Nom=%.2fV Max=%.2fV
fr: Voltage d'alimentation (Vdd): Min=%.2fV Nom=%.2fV Max=%.2fV
it: Tensione di alimentazione (Vdd): Min=%.2fV Nom=%.2fV Max=%.2fV
ja: 動作電圧 (Vdd): 最小=%.2fV 標準=%.2fV 最大=%.2fV
nl: Voedingsspanning (Vdd): Min=%.2fV Nom=%.2fV Max=%.2fV
pt: Tensão de alimentação (Vdd): Min=%.2fV Nom=%.2fV Max=%.2fV
uk: Напруга живлення (Vdd): Мінімальна=%.2fV Номінальна=%.2fV Максимальна=%.2fV

source: Frequency range: Min=%.2fMhz Max=%.2fMhz
fr: Plage de fréquence: Min=%.2fMhz Max=%.2fMhz
it: Intervallo di frequenza: Min=%.2fMhz Max=%.2fMhz
ja: 周波数帯: 最小=%.2fMhz 最大=%.2fMhz
nl: Werkfrequentie: Min=%.2fMhz Max=%.2fMhz
pt: Faixa de frequência: Min=%.2fMhz Max=%.2fMhz
uk: Частотний діапазон: Мінімальна=%.2fМГц Максимальна=%.2fМГц

source: Device ID: 0x%X
it: ID dispositivo: 0x%X
ja: デバイス ID: 0x%X
pt: ID do dispositivo: 0x%X
uk: ID Пристрою: 0x%X

source: Code memory size: %d bytes
fr: Taille de la mémoire Code: %d bytes
it: Dimensione memoria codice: %d byte
ja: コード領域サイズ: %d バイト
nl: Grootte van code geheugen: %d bytes
pt: Tamanho da memória de código: %d bytes
uk: Об'єм пам'яті коду: %d байтів

source: Data memory size: %d bytes
fr: Taille de la mémoire Data: %d bytes
it: Dimensione memoria dati: %d byte
ja: データ領域サイズ: %d バイト
nl: Grootte van data geheugen: %d bytes
pt: Tamanho da memória de dados: %d bytes
uk: Об'єм пам'яті даних: %d байтів

source: Type: %d-bit microcontroller
fr: Type: microcontrolleur %d-bit
it: Tipo: microcontrollore a %d bit
ja: 形状: %d-ビット マイコン
pt: Tipo: microcontrolador de %d-bits
uk: Тип: мікроконтролер %d-біт

source: %s [%d pins]
it: %s [%d pin]
ja: %s [%d ピン]
pt: %s [%d pinos]

source: Please wait until the operations are completed:
el: Παρακαλώ περιμένετε μέχρι να ολοκληρωθούν οι εργασίες:
fr: SVP attendre que les opérations soient terminées:
it: Prego attendere il completamento delle operazioni:
ja: 操作が完了するまで、しばらくお待ち下さい:
nl: even geduld a u b totdat alle taken compleet zijn:
pa: ਕਿਰਪਾ ਕੰਮ ਪੁਰੇ ਹੋਣ ਤਕ ਰੁਕੋ:
pt: Por favor aguarde enquanto todas as operações são completadas:
uk: Будь-ласка дочекайтесь закінчення всіх операцій:

source: Operations aborted
el: Οι δράσεις ματαιώθηκαν
fr: Toutes les opérations sont terminées
it: Operazione abortita
ja: 操作を中止しました
nl: Taken geannuleerd door gebruiker
pa: ਓਪਰੇਸ਼ਨ ਰੋਕ ਦਿਤਾ ਗਿਆ
pt: Operações abortadas
uk: Операції скасовано

source: All operations completed
el: Όλες οι δράσεις έχουν ολοκληρωθεί
fr: Toutes les opérations sont terminées
it: Tutte le operazioni completate
ja: 操作が全て完了しました
nl: Alle taken compleet
pa: ਸਾਰੇ ਓਪਰੇਸ਼ਨ ਪੁਰੇ
pt: Todas as operações completas
uk: Всі операції завершено

source: Operations completed with errors/warnings
el: Οι δράσεις ολοκληρώθηκαν με λάθη / προειδοποιήσεις
fr: Opérations terminées avec des erreurs/avertissements
it: Operazioni completate con errori/avvisi
ja: エラーか警告によって操作が完了しました
nl: Fouten / waarschuwingen opgetreden tijdens uitvoeren taken
pa: ਕੰਮ ਨੁਕਸ਼ਾਂ/ਚੇਤਾਵਨਿਆਂ ਨਾਲ ਪੁਰਾ ਹੋਇਆ
pt: Operações completas com erros/avisos
uk: Операції завершено з помилками/попередженнями

source: Erasing before programming...
el: Διαγραφή πριν από τον προγραμματισμό ...
fr: Effacer avant programmation
it: Cancellazione prima della programmazione...
ja: 消去してから書き込んでいます...
nl: Wissen voor programmeren...
pa: ਪਰੋਗਰਾਮਿਂਗ ਤੋਂ ਪਹਿਲਾਂ ਮਿਟਾਓ...
pt: Apagando antes de programar...
uk: Очистити перед записом...

source: Erase OK
el: Διαγραφή εντάξει
fr: Effacement OK
it: Cancellazione OK
ja: 消去しました
nl: Wissen OK
pa: ਸਹੀ ਮਿਟਿਆ
pt: Apagado OK
uk: Очищено вдало

source: Error erasing the device
el: Σφάλμα κατά τη διαγραφή της συσκευής
fr: Erreur d'effacement du circuit
it: Errore cancellando il dispositivo
ja: デバイス消去に失敗しました
nl: Fout bij het wissen
pa: ਜੰਤਰ ਮਿਟਾਉਣ 'ਚ ਨੁਕਸ਼
pt: Erro ao apagar
uk: Помилка під час очистки пристрою

source: Programming the code area of the PIC...
el: Πογραμματισμός του κωδικα περιοχής του PIC...
fr: Programmation de la partie Code du PIC
it: Programmo l'area codice del PIC...
ja: PICにコード領域を書き込んでいます...
nl: Programmeren van het code geheugen van de PIC...
pa: PIC ਦੇ ਕੋਡ ਖੇਤਰ ਦੀ ਪਰੋਗਰਾਮਿਂਗ ਕਰਦੇ ਹੋਏ...
pt: A programar a área de código do PIC...
uk: Програмую область коду пристрою...

source: Write Code memory OK
el: Εγγραμενος κωδικας μνήμης εντάξει
fr: Écriture de la mémoire Code OK
it: Scrittura memoria codice OK
ja: コードメモリを書き込みました
nl: Schrijven van Code geheugen OK
pa: ਲਿਖਣਜੋਗ ਕੋਡ ਯਾਦਆਸਤ ਠੀਕ ਹੈ
pt: Escrita da memória de código OK
uk: Запис пам'яті коду вдалий

source: The hardware should say OK
el: Το υλικό θα πρέπει να πει εντάξει
fr: L'hardware devrait répondre OK
it: L'hardware dovrebbe rispondere OK
ja: ハードウェアからOKが出ました
nl: De hardware hoort OK te zeggen
pa: ਹਾਰਡਵੇਅਰ ਨੂੰ 'ਸਹੀ' ਕਹਿਣਾ ਚਾਹਿਦਾ ਹੈ
pt: O hardware deveria dizer OK
uk: Залізо повинно сказати "Гаразд"

source: The hardware should ask for next block
el: Το υλικό θα πρέπει να ρωτήσει για το επόμενο μπλοκ
fr: L'hardware devrait demander le prochain bloc
it: L'hardware dovrebbe richiedere il prossimo blocco
ja: ハードウェアは次のブロックを要求しています
nl: De hardware hoort te vragen naar het volgende blok
pa: ਹਾਰਡਵੇਅਰ ਨੂੰ ਅਗਲੇ ਬਲਾਕ ਬਾਰੇ ਪੁਛਣਾ ਚਾਹਿਦਾ ਹੈ
pt: O hardware deveria pedir o próximo bloco
uk: Залізо повинно запитати наступний блок

source: Write code not implemented for current PIC
el: Κώδικας εγγραφης δεν υλοποιείται για την τρέχουσα PIC
fr: Écriture du Code non implémentée pour ce PIC
it: Scrittura codice non implementata per il PIC corrente
ja: PICにコードを書き込めませんでした
nl: Schrijven van Code niet geimplementeerd voor deze PIC
pa: ਏਸ PIC ਕੋਡ ਲਿਖਣਾ ਉਪਲਬਦ ਨਹੀਂ
pt: Escrita de código não implementada para o PIC actual
uk: Запис коду для даного пристрою PIC не втілено

source: Verify error while writing code memory
el: Επιβεβαιώθηκε σφάλμα κατά τη σύνταξη κώδικα μνήμης
fr: Erreur de vérification pendant l'écriture de la mémoire Code
it: Errore nella verifica durante la scrittura della memoria codice
ja: コードメモリのベリファイに失敗しました
nl: Verificatiefout tijdens het schrijven van Code geheugen
pa: ਕੋਡ ਮੈਮਰੀ ਲਿਖਦੇ ਹੋਏ, ਸਪਸ਼ਟੀਕਰਨ 'ਚ ਨੁਕਸ਼
pt: Erro de verificação ao escrever memória de código
uk: Помилка перевірки під час запису пам'яті коду

source: USB error while writing code memory
el: Σφάλμα USB κατά τη σύνταξη κώδικα μνήμης
fr: Erreur USB pendant l'écriture de la mémoire Code
it: Errore USB durante la scrittura della memoria codice
ja: コードメモリを書き込み中にエラーが発生しました
nl: USB fout tijdens het schrijven van Code geheugen
pa: ਕੋਡ ਮੈਮਰੀ ਲਿਖਦੇ ਹੋਏ, USB ਨੁਕਸ਼
pt: Erro de USB ao escrever memória de código
uk: помилка USB під час запису пам'яті коду

source: Error programming code memory
el: Σφάλμα κώδικα προγραμματισμού μνήμης
fr: Erreur de programmation de la mémoire Code
it: Errore durante la programmazione della memoria codice
ja: コードメモリが書き込めません
nl: Fout tijdens programmeren van Code geheugen
pa: ਕੋਡ ਮੈਮਰੀ ਨੂੰ ਪਰੋਗਰਾਮ ਕਰਦੇ ਹੋਏ ਨੁਕਸ਼
pt: Erro ao programar memória de código
uk: Помилка програмування пам'яті коду

source: Programming the data area of the PIC...
el: Προγραμματισμός των δεδομένων της περιοχής της PIC...
fr: Programmation de la partie Data du PIC...
it: Programmo l'area dati del PIC...
ja: PICにデータ領域を書き込んでいます...
nl: Programmeren van het data geheugen van de PIC...
pa: PIC ਦਾ ਡਾਟਾ ਖੇਤਰ ਪਰੋਗਰਾਮ ਕਰਦੇ ਹੋਏ...
pt: A programar área de dados do PIC...
uk: Програмую область даних пристрою...

source: Write Data memory OK
el: Γράψιμο των δεδομένων μνήμης εντάξει
fr: Écriture de la mémoire Data OK
it: Scrittura memoria dati OK
ja: データメモリを書き込みました
nl: Schrijven van Data geheugen Ok
pa: ਲਿਖਣਜੋਗ ਡਾਟਾ ਯਾਦਆਸਤ ਠੀਕ ਹੈ
pt: Escrita da memória de dados OK
uk: Запис пам'яті даних вдалий

source: Write data not implemented for current PIC
el: Γράψτε τα στοιχεία τα οποία δεν υλοποιούνται για την τρέχουσα PIC
fr: Écriture EEPROM non implémentée pour ce PIC
it: Scrittura dati non implementata per il PIC corrente
ja: PICにデータを書き込みませんでした
nl: Schrijven van Data niet geimplementeerd voor deze PIC
pa: ਏਸ PIC ਡਾਟਾ ਲਿਖਣਾ ਉਪਲਬਦ ਨਹੀਂ
pt: Escrita de dados não implementada para o PIC actual
uk: Запис даних для даної моделі пристрою PIC не втілено

source: Error programming data memory
el: Σφάλμα προγραμματισμού δεδομένων μνήμης
fr: Erreur d'écriture de la mémoire Data
it: Errore durante la programmazione della memoria dati
ja: データメモリが書き込めません
nl: Fout tijdens programmeren van Data geheugen
pa: ਡਾਟਾ ਮੈਮਰੀ ਨੂੰ ਪਰੋਗਰਾਮ ਕਰਨ 'ਚ ਨੁਕਸ਼
pt: Erro ao programar memória de dados
uk: Помилка запису пам'яті даних

source: Programming configuration area of the PIC...
el: Προγραμματισμός διαμόρφωσης χώρου της PIC...
fr: Programmation de la partie configuration du PIC...
it: Programmo l'area configurazione del PIC...
ja: PICにコンフィグレーション領域を書き込んでいます...
nl: Programmeren van het configuratie geheugen van de PIC...
pa: PIC ਦੇ ਸੈਟਿਂਗ ਖੇਤਰ ਨੂੰ ਪਰੋਗਰਾਮ ਕਰਦੇ ਹੋਏ...
pt: A programar a área de configuração do PIC...
uk: Програмую область конфігурації пристрою...

source: Write Config memory OK
el: Γράψιμο της μνήμης διαμόρφωσης εντάξει
fr: Écriture de la mémoire Config OK
it: Scrittura memoria configurazione OK
ja: コンフィグレーションメモリを書き込みました
nl: Schrijven van Config geheugen OK
pa: ਸੈਟਿਂਗ ਮੈਮਰੀ ਸਹੀ ਲਿਖੀ ਗਈ
pt: Escrita da memória de configuração OK
uk: Запис пам'яті конфігурації вдалий

source: Write config not implemented for current PIC
el: Η διαμόρφωση δεν υλοποιήτε για την τρέχουσα PIC
fr: Écriture Config non implémentée pour ce PIC
it: Scrittura configurazione non implementata per il PIC corrente
ja: PICにコンフィグレーションを書き込みませんでした
nl: Schrijven van Config niet geimplementeerd voor deze PIC
pa: ਏਸ PIC ਸੈਟਿਂਗ ਲਿਖਣਾ ਉਪਲਬਦ ਨਹੀਂ
pt: Escrita de configuração não implementada para o PIC actual
uk: Запис конфігурації для даної моделі пристрою PIC не втілено

source: Error programming config memory
el: Σφάλμα προγραμματισμού της διαμόρφωσης μνήμης
fr: Erreur d'écriture de la mémoire Config
it: Errore durante la programmazione della memoria configurazione
ja: コンフィグレーションメモリを書き込めません
nl: Fout tijdens programmeren van Config geheugen
pa: ਸੈਟਿਂਗ ਮੈਮਰੀ ਪੜਨ ਵੇਲੇ ਨੁਕਸ਼
pt: Erro ao programar a memória de configuração
uk: Помилка програмування пам'яті конфігурації

source: Reading the code area of the PIC...
el: Διαβάσμα του κωδικού της περιοχής του PIC...
fr: Lecture de la partie Code du PIC...
it: Leggo l'area codice del PIC...
ja: PICのコード領域を読み込んでいます...
nl: Lezen van het code geheugen van de PIC...
pa: PIC ਦਾ ਕੋਡ ਖੇਤਰ ਪੜਦੇ ਹੋਏ
pt: A ler a área de código do PIC...
uk: Читаю область коду пристрою...

source: Error reading code memory
el: Λάθος ανάγνωσης κώδικα μνήμης
fr: Erreur de lecture de la mémoire Code
it: Errore durante la lettura della memoria del codice
ja: コードメモリを読み込めません
nl: Fout tijdens lezen van Code geheugen
pa: ਕੋਡ ਮੈਮਰੀ ਪੜਨ ਵੇਲੇ ਨੁਕਸ਼
pt: Erro ao ler a memória de código
uk: Помилка читання пам'яті коду

source: Reading the data area of the PIC...
el: Ανάγνωση των δεδομένων της περιοχής του PIC...
fr: Lecture de la partie Data du PIC...
it: Leggo l'area dati del PIC...
ja: PICのデータ領域を読み込んでいます...
nl: Lezen van het data geheugen van de PIC...
pa: PIC ਦਾ ਡਾਟਾ ਖੇਤਰ ਪੜਦੇ ਹੋਏ...
pt: A ler a área de dados do PIC...
uk: Читаю область даних пристрою...

source: Error reading data memory
el: Σφάλμα ανάγνωσης δεδομένων μνήμης
fr: Erreur de lecture de la mémoire Data
it: Errore durante la lettura della memoria dati
ja: データメモリを読み込めません
nl: Fout tijdens lezen van Data geheugen
pa: ਡਾਟਾ ਮੈਮਰੀ ਪੜਨ ਵੇਲੇ ਨੁਕਸ਼
pt: Erro ao ler a memória de dados
uk: Помилка читання пам'яті даних

source: Reading the configuration area of the PIC...
el: Διαβάζοντας τις διαμόρφωμενες περιοχές του PIC...
fr: Lecture de la partie Config du PIC...
it: Leggo l'area configurazione del PIC...
ja: PICのコンフィグレーション領域を読み込んでいます...
nl: Lezen van het code geheugen van de PIC...
pa: PIC ਦਾ ਸੈਟਿਂਗ ਖੇਤਰ ਪੜਦੇ ਹੋਏ...
pt: A ler a área de configuração do PIC...
uk: Читаю область конфігурації пристрою...
