Repository: AndersonLearner/usbpicprog
Catalog: trunk/upp_wx/po/*.po
Languages: el, fr, it, ja, nl, pa, pt, uk

source: Error reading configuration memory
el: Λάθος στην ανάγνωση της διαμόρφωση μνήμης
fr: Erreur de lecture de la mémoire config
it: Errore durante la lettura della memoria di configurazione
ja: コンフィグレーションメモリからの読み込みができません
nl: Code
pa: ਸੈਟਿਂਗ ਮੈਮਰੀ ਪੜਨ ਵੇਲੇ ਨੁਕਸ਼
pt: Erro ao ler a memória de configuração
uk: Помилка читання пам'яті конфігурації

source: Verifying all areas of the PIC...
el: Επαλήθευση όλων των περιοχών του PIC...
fr: Vérification de toutes les parties du PIC
it: Verifico tutte le aree del PIC...
ja: PICの全領域をベリファイします...
nl: Verifieert de gehele PIC...
pa: PIC ਦੇ ਸਾਰੇ ਖੇਤਰ ਸਪਸ਼ਟ ਕਰੋ
pt: A verificar todas as área do PIC...
uk: Перевіряю всі області пристрою...

source: Verify successful
el: Η επιβεβαίωση ειναι επιτυχής
fr: Vérification réussie
it: Verifica completata con successo
ja: ベリファイに成功しました
nl: Verificatie succesvol
pa: ਸਪਸ਼ਟੀਕਰਨ ਕਾਮਯਾਬ
pt: Verificação bem sucedida
uk: Перевірено успішно

source: Verify code
el: Επιβεβαίωσε τον κώδικα
fr: Vérification du Code
it: Verifica codice
ja: コードのベリファイ
nl: Verifieer code
pa: ਸਪਸ਼ਟਿਕਰਨ ਕੋਡ
pt: Verificar código
uk: Перевірка коду

source: Verify data
el: Επιβεβαίωσε δεδομένα
fr: Vérification de l'EEPROM
it: Verifica dati
ja: データのベリファイ
nl: Verifieer data
pa: ਡਾਟਾ ਸਪਸ਼ਟੀਕਰਨ
pt: Verificar dados
uk: Перевірка даних

source: Verify config
el: Επιβεβαίωσε τις ρυθμίσεις
fr: Vérification de la Configuration
it: Verifica configurazione
ja: コンフィグレーションのベリファイ
nl: Verifieer config
pa: ਸੈਟਿਂਗ ਸਪਸ਼ਟ ਕਰੋ
pt: Verificar configuração
uk: Перевірка конфігурації

source: Verify unknown
el: Επιβεβαίωση άγνωστη
fr: Vérification inconnue
it: Verifica sconosciuta
ja: 未知のベリファイ
nl: Verifieer onbekend
pa: ਅਣਪਛਾਤਾ ਸਪਸ਼ਟੀਕਰਨ
pt: Verificar desconhecido
uk: Перевірко невідомо

source: failed at 0x%X. Read: 0x%02X, Expected: 0x%02X
el: αποτυχία σε 0x%X. Διαβάσε: 0x%02X, Αναμενόμενα: 0x%02X
fr: Échec à 0x%X. Lu: 0X%02X, Attendu: 0X%02X
it: fallito a 0x%X. Letto: 0x%02X, Atteso: 0x%02X
ja: 0x%X で失敗しました。 読み込んだ値: 0x%02X、予想の値: 0x%02X
nl: fout bij 0x%X. Gelezen: 0x%02X, Verwacht: 0x%02X
pa: 0x%X ਤੇ ਫੇਲ ਹੋਇਆ, ਪੜਿਆ: 0x%02X, ਚਾਹਿਦਾ ਸੀ: 0x%02X
pt: Falhou em 0x%X. Leitura: 0x%02X, Esperada: 0x%02X
uk: збій в 0x%X. Прочитано: 0x%02X, Очікувалось: 0x%02X

source: USB error during verify
el: USB σφάλμα κατά τη διάρκεια της επαλήθευσεις
fr: Erreur USB pendant la vérification
it: Errore USB durante la verifica
ja: ベリファイ時にUSBエラーが発生しました
nl: USB fout tijdens verificatie
pa: ਸਪਸ਼ਟੀਕਰਨ ਦੋਰਾਨ USB ਨੁਕਸ਼
pt: Erro de USB durante a verificação
uk: помилка USB при перевірці

source: Unknown error during verify
el: Άγνωστο σφάλμα κατά τη διάρκεια της επαλήθευσεις
fr: Erreur inconnue pendant la vérification
it: Errore sconosciuto durante la verifica
ja: ベリファイ時に未知のエラーが発生しました
nl: Onbekende fout tijdens verificatie
pa: ਸਪਸ਼ਟਿਕਰਨ 'ਚ ਅਣਪਛਾਤਾ ਨੁਕਸ਼
pt: Erro desconhecido durante a verificação
uk: Невідома помилка при перевірці

source: I'm sorry for being stupid
el: Λυπάμαι που ήμουν ηλίθιος
fr: Désolé d'être stupide !!!
it: Mi dispiace per essere stupido :(
ja: しばらくお待ち下さい
nl: Sorry dat ik zo dom ben
pa: ਮੈਂ ਬੇਵਕੁਫੀ ਦੀ ਮਾਫੀ ਚਾਹੁਨਾ
pt: Desculpa por ser estúpido
uk: Вибачайте шо дурний

source: Erasing all areas of the PIC...
el: Διαγραφή όλων των περιοχών του PIC...
fr: Effacement de toutes les parties du PIC...
it: Cancello tutte le aree del PIC...
ja: PICのすべての領域を消去します...
nl: Wist de gehele PIC...
pa: PIC ਦੇ ਸਾਰੇ ਖੇਤਰ ਮਿਟਾਉ...
pt: A apagar todas as áreas do PIC...
uk: Очищаю всі області пристрою...

source: Checking if the device is blank...
el: Έλεγχος εάν η συσκευή είναι κενή…
fr: Contrôle de l'effacement du circuit...
it: Controllo se il dispositivo è cancellato...
ja: デバイスがブランクかどうかチェックします...
nl: Verifieer of de PIC leeg is...
pa: ਦੇਖ ਰਹੇ ਹਾਂ ਕਿ ਕਿਤੇ ਜੰਤਰ ਖਾਲੀ ਤਾਂ ਨੀ
pt: A verificar se o dispositivo está vazio...
uk: Перевіряю чи пристрій чистий...

source: Device is blank
el: Συσκευή είναι κενή
fr: Le circuit est effacé
it: Il dispositivo è cancellato
ja: デバイスはブランク（空）です。
nl: PIC is leeg
pa: ਜੰਤਰ ਖਾਲੀ ਹੈ
pt: O dispositivo está vazio
uk: Пристрій чистий

source: Blankcheck failed at 0x%X. Read: 0x%02X, Expected: 0x%02X
el: Ο έλενχος απέτυχε στο 0x%X. Που διαβάστηκε: 0x%02X, Αναμενόμενα: 0x%02X
fr: Echec d'effacement à 0X%X. Lu: 0X%02X, Attendu: 0X%02X
it: Blanckcheck fallito a 0x%X. Letto: 0x%02X, Atteso: 0x%02X
ja: ブランクチェックは 0x%X で失敗しました。 読み込んだ値: 0x%02X、予想の値: 0x%02X
nl: Fout bij 0x%X. Gelezen: 0x%02X, Verwacht: 0x%02X
pa: ਬਲੈਂਕ 0x%X ਤੇ ਫੇਲ ਹੋਇਆ, ਪੜਿਆ: 0x%02X, ਚਾਹਿਦਾ ਸੀ: 0x%02X
pt: Verificação de dispositivo vazio falhou em 0x%X. Leitura: 0x%02X, Esperada: 0x%02X
uk: Збій перевірки на чистоту в 0x%X. Прочитано: 0x%02X, Очікувалось: 0x%02X

source: Device is not blank.
el: Συσκευή δεν είναι κενή.
fr: Le circuit n'est pas effacé
it: Il dispositivo non è vuoto.
ja: デバイスはブランク（空）ではありません。
nl: PIC is niet leeg
pa: ਜੰਤਰ ਖਾਲੀ ਨਹੀ ਹੈ
pt: O dispositivo não está vazio.
uk: Пристрій не чистий.

source: USB error during blankcheck
el: USB σφάλμα κατά τη διάρκεια του ελένχου της συσκευής
fr: Erreur USB pendant le contrôle d'effacement
it: Errore USB durante la verifica della cancellazione
ja: ブランクチェックでUSBエラーが発生しました
nl: USB fout tijdens blankcheck
pa: ਬਲੈਂਕ ਚੈਕ ਦੋਰਾਨ USB ਨੁਕਸ਼
pt: Erro de USB durante a verificação de dispositivo vazio
uk: Помилка USB при перевірці на чистоту

source: Unknown error during blankcheck
el: Άγνωστο λάθος κατά τη διάρκεια του ελένχου της συσκευής
fr: Erreur inconnue pendant le contrôle d'effacement
it: Errore sconosciuto durante la verifica della cancellazione
ja: ブランクチェックで未知のエラーが発生しました
nl: Onbekende fout tijdens blankcheck
pa: ਬਲੈਂਕ ਚੈਕ ਦੋਰਾਨ ਅਣਪਛਾਤਾ ਨੁਕਸ਼
pt: Erro desconhecido durante a verificação de dispositivo vazio
uk: Невідома помилка при перевірці на чистоту

source: Progress dialog
el: Πρόοδος διαλόγου
fr: Dialogue de progression
it: Stato di avanzamento
ja: 進捗画面
nl: Voortgangs dialoog
pa: ਪਰੋਸੈਸ ਬਕਸਾ
pt: Diálogo de progresso
uk: Діалог поступу

source: Initializing...
el: Αρχικοποίηση ...
fr: Initialisation...
it: Inizializzazione...
ja: 初期化中...
nl: Initialiseren...
pa: ਸ਼ੁਰੁਆਤ...
pt: A inicializar...
uk: Починаю...

source: Could not create the worker thread!
el: Δεν ήταν δυνατή η δημιουργία του εργαζομένου νήματος!
fr: Ne peut créer le "worker thread"!
it: Non posso creare il thread di lavoro!
ja: 処理を作成できません！
nl: Fout bij het maken van de thread!
pa: ਕੰਮ ਕਰਨ ਵਾਲਾ ਥਰੈਡ ਨਹੀਂ ਬਣ ਸਕਿਆ!
pt: Impossível criar o thread de trabalho!
uk: Неможливо створити робочий тред!

source: Could not run the worker thread!
el: Δεν ήταν δυνατή η εκτέλεση του εργαζομένου νήματος!
fr: Ne peut lancer le "worker thread"!
it: Non posso lanciare il thread di lavoro!
ja: 処理が実行できません！
nl: Fout bij het starten van de thread!
pa: ਕੰਮ ਕਰਨ ਵਾਲਾ ਥਰੈਡ ਚਾਲੂ ਨਹੀਂ ਹੋ ਸਕਿਆ
pt: Impossível correr o thread de trabalho!
uk: Неможливо виконати робочий тред!

source: Open hexfile
el: Άνοιξε το δκαεξαδικό αρχείο
fr: Ouvrir fichier HEX
it: Apri file hex
ja: HEXファイルを開く
nl: Open hexbestand
pa: ਹੈਕਸ ਫਾਇਲ ਖੋਲੋ
pt: Abrir ficheiro hex
uk: Відкрити HEX-файл

source: Unable to open file
el: Αδύνατο το άνοιγμα του αρχείου
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file
ja: ファイルを開けません
nl: Fout bij openen van bestand
pa: ਫਾਇਲ ਨਹੀਂ ਖੋਲ ਸਕੇ
pt: Impossível abrir ficheiro
uk: Неможливо відкрити файл

source: No file to refresh
el: Δεν υπάρχει αρχείο για να ανανεώσετε
fr: Aucun fichier à rafraîchir
it: Nessun file da aggiornare
ja: リフレッシュするファイルがありません
nl: Geen bestand om the herladen
pa: ਰਿਫਰੈਸ਼ ਲਈ ਕੋਈ ਫਾਇਲ ਨਹੀਂ
pt: Nenhum ficheiro para recarregar
uk: Нічого оновлювати

source: Unable to save file
el: Αδυνατη η αποθήκευση του αρχείου
fr: Impossible d'enregistrer le fichier
it: Impossibile scrivere il file
ja: ファイルを保存することができません
nl: Fout bij opslaan
pa: ਫਾਇਲ ਨਹੀਂ ਸਭਾਲੀ ਜਾ ਸਕੀ
pt: Impossível salvar ficheiro
uk: Неможливо зберегти файл

source: Save hexfile
el: Αποθήκευση δκαεξαδικού αρχείου
fr: Enregistrer le fichier HEX
it: Salva hexfile
ja: HEXファイルを保存します
nl: Hexbestand opslaan
pa: ਹੈਕਸਫਾਇਲ ਸੰਭਾਲੋ
pt: Salvar ficheiro hex
uk: Зберегти HEX-файл

source: The programmer is not connected
el: Ο προγραμματιστής δεν είναι συνδεμένος
fr: Le programmateur n'est pas connecté
it: Il dispositivo di programmazione non è connesso
ja: プログラマは接続されていません
nl: De programmer is niet verbonden
pa: ਪਰੋਗਰਾਮਰ ਕਨੈਕਟ ਨਹੀਂ ਹੈ
pt: O programador não estã conectado
uk: Програматор не приєднано

source: No PIC detected!
el: Δεν διαπιστώθηκαν PIC!
fr: Aucun PIC détecté !
it: Nessun PIC rilevato!
ja: PICが検出出来ません！
nl: Geen PIC gedetecteerd!
pa: ਕੋਈ PIC ਨਹੀਂ ਲਭਾ!
pt: Nenhum PIC detectada!
uk: Не знайдено пристрій PIC!

source: No PIC detected! Selecting the default PIC (%s)...
el: Δεν διαπιστώθηκαν PIC! Επιλέγοντας τις προεπιλογές PIC (%s) ...
fr: Aucun PIC détecté ! Sélection du PIC par défaut (%s)...
it: Nessun PIC rilevato! Selezionato il PIC di default (%s)...
ja: PICが検出出来ません！デフォルトのPICを選択します (%s)
nl: Geen PIC gedetecteerd! Selecteer standaard PIC (%s)...
pa: ਕੋਈ PIC ਨਹੀਂ ਲਭਾ! default PIC (%s) ਚੁਣਦੇ ਹੋਏ...
pt: Nenhum PIC detectada! A selecionar o PIC padrão (%s)...
uk: Не виявлено PIC! Вибираю PIC за замовчуванням (%s)...

source: Detected PIC model %s with device ID 0x%X
el: Εντοπίστηκε PIC μοντέλο % s με ID συσκευής 0x%X
fr: Détecté PIC %s avec identification ID 0X%X
it: Rilevato PIC modello %s con ID dispositivo 0x%X
ja: 検出されたPICモデル %s のデバイスID 0x%X
nl: PIC model %s gedetecteerd met device ID 0x%X
pa: PIC ਮੋਡਲ %s ਜੰਤਰ ਪਛਾਣ 0x%X ਲਭਾ ਹੈ
pt: Detectado PIC modelo %s com ID de dispositivo 0x%X
uk: Виявлена модель PIC %s із ID пристрою 0x%X

source: Unable to read firmware version
el: Αδύνατη η ανάγνωση της firmware έκδοσης
fr: Impossible de lire la version du Firmware
it: Impossibile leggere la versione firmware
ja: ファームウェアバージョンを読むことができません
nl: Fout bij het lezen van de firmware versie
pa: ਫਰਮਵੇਰ ਵਰਜਨ ਨਹੀਂ ਪੜ ਸਕੇ
pt: Impossível ler versão da firmware
uk: Неможливо прочитати версію прошивки

source: Connected
el: Συνδέθηκε
fr: Connecté
it: Connesso
ja: 接続
nl: Verbonden
pa: ਕਨੇਕਟਡ
pt: Conectado
uk: З'єднаний

source: Unable to read version
el: Αδύνατη η ανάγνωση της έκδοσης
fr: Impossible de lire la version
it: Impossibile leggere la versione
ja: バージョンが読めません
nl: Kan versie niet lezen
pa: ਵਰਜਨ ਨਹੀਂ ਪੜ ਸਕੇ
pt: Não é possível ler versão
uk: Неможливо прочитати версію

source: Bootloader or programmer not found
el: Πρόγραμμα εκκίνησης ή προγραμματιστής δεν βρέθηκε
fr: Bootloader ou programmateur non trouvé
it: Bootloader o dispositivo di programmazione non trovato
ja: ブートローダーかプログラマが存在しません
nl: Bootloader of Programmer niet gevonden
pa: ਬੂਟਲੋਡਰ ਜਾਂ ਪਰੋਗਰਾਮਰ ਨਹੀਂ ਮਿਲਿਆ
pt: Bootloader ou programador não encontrados
uk: Завантажувач або програматор не виявлено

source: Disconnected
fr: Déconnecté
it: Disconnesso
ja: 切り離されました
nl: Verbinding verbroken
pt: Desconectado
uk: Відключений

source: Already disconnected
el: Ήδη αποσυνδέμενο
fr: Toujours déconnecté
it: Già disconnesso
ja: 既に切断されます
nl: Verbinding was al verbroken
pa: ਕਨੇਕਸਨ ਪਹਿਲਾਂ ਹੀ ਬੰਦ ਹੈ
pt: Já estava desconectado
uk: Вже відключений

source: An open source USB pic programmer
el: Προγραμματιστής του open source USB pic
fr: Un programmateur de PIC USB Open source
it: Un programmatore pic USB open source
ja: オープンソースUSB PIC プログラマ
nl: Een open source USB pic programmer
pa: ਇਕ ਖੁਲੇ ਕੋਡ ਵਾਲਾ USB pic ਪਰੋਗਰਾਮਰ
pt: Um programador open source para PIC através da USB
uk: USB програматор з відкритим кодом для пристроїв PIC

source: Cannot select a different PIC when the bootloader is connected!
fr: Impossible de sélectionner un PIC différent quand le bootloader est connecté !
it: Non posso selezionare un PIC differente quando il bootloader è connesso!
ja: ブートローダーが接続される時には、違うPICを選ぶことができません！
nl: Kan geen andere PIC selecteren wanneer de bootloader verbonden is!
pt: Não é possível selecionar um PIC diferente quando o bootloader está conectado!
uk: Не можу вибрати інший PIC коли приєднаний завантажувач!

source: Hexadecimal view of the code area of the PIC:
el: Δεκαεξαδική προβολή του κώδικα της περιοχής του PIC:
fr: Vue Hexadécimale de la partie Code du PIC:
it: Vista esadecimale dell'area codice del PIC:
ja: PICのコード領域（プログラム）の内容:
nl: Hexadecimale weergave van het code geheugen van de PIC:
pa: PIC ਦੇ ਕੋਡ ਖੇਤਰ ਦਾ ਹੈਕਸਾਡੈਸੀਮਲ ਰੂਪ:
pt: Vista Hexadecimal da área de código do PIC:
uk: Шістнадцятковий вигляд області коду пристрою PIC:

source: Code
el: Κωδικας
it: Codice
ja: コード
pa: ਕੋਡ
pt: Código
uk: Код

source: Hexadecimal view of the data area of the PIC:
el: Δεκαεξαδική προβολή των δεδομένων της περιοχής PIC:
fr: Vue Hexadécimale de la partie Data du PIC:
it: Vista esadecimale dell'area dati del PIC:
ja: PICのデータ領域(EEPROM)の内容:
nl: Hexadecimale weergave van het data geheugen van de PIC:
pa: PIC ਦੇ ਡਾਟਾ ਖੇਤਰ ਦਾ ਹੈਕਸਾਡੈਸੀਮਲ ਰੂਪ:
pt: Vista Hexadecimal da área de dados do PIC:
uk: Шістнадцятковий вигляд області даних пристрою PIC:

source: Data
el: Δεδομένα
it: Dati
ja: データ
pa: ਡਾਟਾ
pt: Dados
uk: Дані

source: Configuration flags for this PIC:
fr: Configuration pour ce PIC:
it: Flag di configurazione per questo PIC:
ja: PICのコンフィグレーション フラグ:
nl: Configuratie flags voor deze PIC:
pt: Flags de configuração para este PIC:
uk: Прапори конфігурації пристрою PIC:

source: Configuration flags
el: Σημαίες διαμόρφωσης
fr: Configuration
it: Flag di configurazione
ja: コンフィグレーション
nl: Configuratie flags
pa: ਸੈਟਿਂਗ ਨਿਸ਼ਾਨਿਆਂ
pt: Marcadores de configuração
uk: Прапори конфігурації

source: Miscellaneous
fr: Divers
it: Varie
ja: デバイス情報
nl: Verschillende
pt: Miscelânea
uk: Різне

source: Datasheet
ja: データーシート
pt: Folha de Dados
uk: Спеціфікації

source: Device ID:
it: ID dispositivo:
ja: デバイス ID:
pt: ID do dispositivo:
uk: ID пристрою:

source: Code memory size:
fr: Taille de la mémoire Code:
it: Dimensione memoria codice:
ja: コード記憶容量:
nl: Grootte van code geheugen:
pt: Tamanho da memória de código:
uk: Об'єм пам'яті коду:

source: Data memory size:
fr: Taille de la mémoire Data:
it: Dimensione memoria dati:
ja: データー記憶容量:
nl: Grootte van data geheugen:
pt: Tamanho da memória de dados:
uk: Об'єм пам'яті даних:

source: Type:
it: Tipo:
ja: タイプ:
pt: Tipo:
uk: Тип:

source: Package
fr: Boîtier
ja: パッケージ:
nl: Behuizing
pt: Pacote
uk: Корпус

source: Variants:
fr: Variantes:
it: Varianti
ja: 形状:
nl: Varianten
pt: Variantes:
uk: Варіанти:

source: Zoom in
fr: Zoom avant
it: Ingrandisci
ja: 拡大
pt: Afastar
uk: Збільшити

source: Zoom out
fr: Zoom arrière
it: Rimpicciolisci
ja: 縮小
pt: Aproximar
uk: Зменшити

source: Fit package drawing
fr: Zoom sur boîtier
it: Adatta il disegno del package
ja: 画面サイズに合わせる
nl: Maak package passend
pt: Encaixar no desenho do pacote
uk: По розміру корпуса

source: Note: red pins are (some of those) used in ICSP.
fr: Note: les broches en rouge sont (pour certaines) utilisée par l'ICSP.
it: Nota: i pin rossi sono (alcuni di quelli) usati nell'ICSP
ja: 注： ICSPにおいて赤いピン（それらのうちのいくつか）を使用します。
nl: (sommige van) de rode pinnen worden gebruikt voor ICSP.
pt: Nota: pinos vermelhos são (alguns deles) usados em ICSP (In Circuit Serial Programming).
uk: Увага: червоні ніжки використовуються для ICSP.

source: PIC info
it: Informazioni PIC
ja: PIC 情報
pt: Informações do PIC
uk: відомості про PIC

source: &New
el: &Νέο
fr: &Nouveau
it: &Nuovo
ja: &新規
nl: &Nieuw
pa: ਨਵਾਂ(&N)
pt: &Novo
uk: Новий

source: Resets the code, configuration and data areas of the currently open HEX file
el: Επαναφέρει τον κώδικα, την διάταξη και περιοχές δεδομένων του τρεχόντως ανοιχτού HEX αρχείου
fr: Remise à zéro des parties Code, Configuration et Data du fichier Hex ouvert
it: Resetta le aree codice, configurazione e dati del file HEX aperto
ja: 現在のデータをクリアします
nl: Leegt de code, configuratie en data ruimten van het huidige HEX bestand
pa: ਖੁਲੀ ਹੋਈ ਹੈਕਸ ਫਾਇਲ ਦੇ ਕੋਡ, ਡਾਟਾ ਤੇ ਸੈਟਿਂਗ ਖੇਤਰ ਨੂੰ ਰਿਸੈਟ ਕਰੋ
pt: Limpar as áreas de código, configuração e dados do ficheiro HEX aberto
uk: Очищає області коду, конфігурації та даних поточного HEX-файлу

source: &Open
el: &Άνοιξε
fr: &Ouvrir
it: Apri...
ja: &開く
nl: &Openen
pa: ਖੋਲੋ(&O)
pt: &Abrir
uk: Відкрити

source: Loads an HEX file for editing or programming...
el: Φορτώνει ένα HEX αρχείο για επεξεργασία ή προγραμματισμό ...
fr: Charger un fichier HEX pour édition ou programmation...
it: Carica un file HEX per editarlo o programmare...
ja: HEXファイルを開きます。
nl: Laadt een HEX bestand voor bewerken of programmeren...
pa: ਹੈਕਸ ਫਾਇਲ ਨੂੰ ਸੋਧ ਜਾਂ ਪਰੋਗਰਾਮਿਗਂ ਲਈ ਲੋਡ ਕਰਦਾ ਹੈ...
pt: Lê um ficheiro HEX para edição ou programação...
uk: Завантажує HEX-файл для редагування чи програмування...

source: &Reload
el: &Επαναφόρτωση
fr: &Recharger
it: &Ricarica
ja: &再ロード
nl: &Herladen
pa: ਦੋਬਾਰਾ ਲੋਡ ਕਰੋ(&R)
pt: &Recarregar
uk: Перечитати

source: Reloads the current HEX file from disk
el: Επαναφορτώνει το τρέχοντος HEX αρχείο από το δίσκο
fr: Recharger le fichier HEX à partir du disque
it: Ricarica il file HEX corrente dal disco
ja: HEXファイルを再ロードします。
nl: Herlaadt huidig HEX bestand van de schijf
pa: ਇਸ HEX ਫਾਇਲ ਨੂੰ ਡਿਸਕ ਤੋਂ ਦੋਬਾਰਾ ਲੋਡ ਕਰੋ
pt: Recarrega o ficheiro HEX actual do disco
uk: Перечитує поточний HEX-файл з диску

source: &Save
el: &Αποθήκευση
fr: &Enregistrer
it: &Salva
ja: &保存
nl: &Opslaan
pa: ਸੰਭਾਲੋ(&S)
pt: &Salvar
uk: Зберегти

source: Saves the HEX file with the modified data
el: Αποθηκεύει το HEX αρχείο με τα τροποποιημένα στοιχεία
fr: Enregistrer le fichier HEX avec les données modifiées
it: Salva il file HEX con i dati modificati
ja: HEXファイルを上書き保存します。
nl: Sla het HEX bestand op met gewijzigde data
pa: ਹੈਕਸ ਫਾਇਲ ਨੂੰ ਬਦਲੇ ਹੋਏ ਡਾਟਾ ਨਾਲ ਸੰਭਾਲੋ
pt: Salva o ficheiro HEX com os dados alterados
uk: Зберігає змінені дані у HEX-файл

source: Save &As
el: Αποθήκευση &Ως
fr: Enregistrer &sous
it: Salva come...
ja: &名前を付けて保存
nl: Opslaan &Als
pa: ਇੰਜ ਸੰਭਾਲੋ(&A)...
pt: Salvar &Como
uk: Зберегти як

source: Saves current code,config,data as a HEX file
el: Αποθηκεύει τον τρέχοντα κώδικα, διαμόρφωση, δεδομένα ως αρχείο HEX
fr: Enregistrer Code, Configuration et Data dans un fichier HEX
it: Salva attuali codice,configurazione,dati come file HEX
ja: HEXファイルを、名前を付けて保存します。
nl: Slaat huidige code, configuration en data op als HEX bestand
pa: ਹੁਣ ਦੇ ਕੋਡ, ਸੈਟਿਂਗ, ਡਾਟਾ ਨੂੰ ਹੈਕਸ ਫਾਇਲ 'ਚ ਸੰਭਾਲੋ
pt: Salva o código, configuração, dados actuais como ficheiro HEX
uk: Зберігає поточний код, конфігурацію та дані у HEX-файл

source: E&xit
el: Ε&χιτ
fr: &Quitter
it: Esci
ja: &終了
nl: A&fsluiten
pa: ਨਿਕਲੋ(&x)
pt: Sa&ir
uk: Вихід

source: Exits the program
el: Τερματίζει το πρόγραμμα
fr: Quitter le programme
it: Esci dal programma
ja: プログラムを終了します
nl: Het programma afsluiten
pa: ਪਰੋਗਰਾਮ ਤੋਂ ਨਿਕਲੋ
pt: Sai do programa
uk: Виходить в програми

source: &File
el: &Αρχείο
fr: &Fichier
ja: &ファイル
nl: &Bestand
pa: ਫਾਇਲ(&F)
pt: &Ficheiro
uk: Файл

source: &Copy
el: &Αντιγραφή
fr: &Copier
it: &Copia
ja: &コピー
nl: &Kopieren
pa: ਨਕਲ(&C)
pt: &Copiar
uk: Копіювати

source: Copies to the clipboard currently selected cells
el: Αντίγραφει στο πρόχειρο τα επιλεγμένα κελιά
fr: Copier les cellules sélectionnées vers le presse-papier
it: Copia negli appunti le celle attualmente selezionate
ja: クリップボードにコピーします
nl: Kopieert geselecteerde cellen naar het klembord
pa: ਕਲਿਪਬੋਰਡ ਨੂੰ ਛੁਣੇ ਹੋਏ ਸੈਲਾਂ ਦੀ ਨਕਲ ਕਰੋ
pt: Copia as células actuais para a área de transferência
uk: Копіює вибрані комірки в кишеню

source: Select &All
el: Επιλέξε &Όλο
fr: &Tout sélectionner
it: Seleziona tutto
ja: &全て選択
nl: &Alles Selecteren
pa: ਸਾਰੇ ਚੁਣੋ(&A)
pt: Selecionar &Tudo
uk: Вибрати все

source: Selects the entire grid currently shown
el: Επιλέγει το σύνολο του δικτύου που εμφανίζεται
fr: Sélectionner toute la grille affichée
it: Seleziona l'intera griglia attualmente visualizzata
ja: 領域を全て選択
nl: Selecteert de hele tabel die wordt weergegeven
pa: ਹੁਣ ਵਿਖਾਇਆ ਜਾ ਰਿਹਾ ਸਾਰਾ ਗਰਿਡ ਚੁਣੋ
pt: Seleciona toda a grelha actual
uk: Вибирає всю відображену сітку

source: &Preferences
el: &Προτιμήσεις
fr: &Préférences
it: &Preferenze
ja: &設定
nl: &Eigenschappen
pa: ਸੈਟਿਂਗ(&P)
pt: &Preferências
uk: Уподобання

source: Shows the options for this program
el: Εμφανίζει τις επιλογές για αυτό το πρόγραμμα
fr: Afficher les options pour ce programme
it: Mostra le opzioni per questo programma
ja: usbpicprogの設定画面を表示
nl: Geeft de opties weer voor dit programma
pa: ਇਸ ਪਰੋਗਰਾਮ ਦੀ ਆਪਸ਼ਨ ਵਿਖਾਓ
pt: Mostra as opções para este programa
uk: Показує опції програми

source: &Edit
el: &Επεξεργασία
fr: &Édition
it: &Modifica
ja: &編集
nl: B&ewerken
pa: ਸੋਧ(&E)
pt: &Editar
uk: Правка

source: &Help
el: &Βοήθεια
fr: &Aide
it: Aiuto
ja: &ヘルプ
pa: ਮਦਦ(&H)
pt: &Ajuda
uk: Допомога

source: Opens the Usbpicprog's website...
el: Ανοίγει την ιστοσελίδα του Usbpicprog...
fr: Ouvrir le site d'Usbpicprog
it: Vai al sito di Usbpicprog
ja: ヘルプの表示（Usbpicprog Webサイトへ）
nl: Opent Usbpicprog's website...
pa: Usbpicprog's ਦੀ ਵੈਬਸਾਇਟ ਖੋਲੋ
pt: Abre o site do Usbpicprog...
uk: Відкриває сайт Usbpicprog...

source: &About
el: &Σχετικά
fr: &À propos
it: Informazioni su...
ja: &このプログラムについて
nl: &Over
pa: ਬਾਰੇ(&A)
pt: &Sobre
uk: Про програму

source: Shows informations about this program
el: Εμφανίζει πληροφορίες σχετικά με αυτό το πρόγραμμα
fr: Affiche les informations à propos de ce programme
it: Mostra le informazioni su questo programma
ja: このプログラムの情報を表示します
nl: Geeft informatie weer over dit programma
pa: ਏਸ ਪਰੋਗਰਾਮ ਬਾਰੇ ਜਾਣਕਾਰੀ
pt: Mostra informação acerca deste programa
uk: Показує інформацію про цю програму

source: Cannot load XML PIC data.
fr: Ne peut charger les données XML du PIC.
it: Non posso caricare i dati PIC XML.
ja: XML PICデータをロードできません。
nl: Kan XML data niet openen
pt: Não é possível carregar os dados XML para o PIC.
uk: Неможливо прочитати XML-дані PIC

source: Could not load data for PIC '%s'.
ja: PIC '%s' のデータを読み込めません。
nl: Kan data voor PIC '%s' niet laden.
pt: Não foi possível carregar dados para o PIC '%s'.

source: Cannot load '%s'.
ja: 「%s」を開けません。
nl: Kan '%s' niet laden
pt: Não é possível carregar '%s'.

source: Invalid '%s' file.
ja: 無効の「%s」ファイル。
nl: Verkeerd '%s' bestand.
pt: Arquivo '%s' inválido.

source: Invalid PIC family for PIC '%s'.
ja: 無効なPICファミリ '%s'.
nl: Verkeerde PIC familie voor PIC '%s'.
pt: Família PIC inválida para o PIC '%s'.

source: Could not load the data for the PIC '%s'.
ja: 'PIC'%s'でデータを開けませんでした。
nl: Kan data voor de PIC '%s' niet vinden.
pt: Não foi possível carregar os dados para o PIC '%s'.

source: Could not access the 'xml_data' folder.
fr: Ne peut accéder au dossier 'xml_data'.
it: Impossibile accedere alla cartella 'xml_data'.
ja: 「xml_data」フォルダーにアクセスできませんでした。
nl: Kan de 'xml_data' directory niet vinden.
pt: Não foi possível acessar a pasta 'xml_data'.
uk: Неможливо отримати доступ до папки 'xml_data'.

source: Invalid direction
ja: 無効の方向
nl: Verkeerde richting
pt: Direção inválida

source: Invalid odd pin count: %d
ja: 無効でおかしなピン数: %d
nl: Verkeerd oneven aantal pinnen: %d
pt: Contagem de pinos ímpar inválida: %d

source: Invalid pin count: %d
ja: 無効なピン数: %d
nl: Verkeerd aantal pinnen: %d
pt: Contagem de pinos inválida: %d

source: packageview
ja: パッケージ ビュー
nl: Chip weergave
pt: visão do pacote

source: Can't create the package bitmap!
ja: パッケージのビットマップを作成できません！
nl: Kan chip weergave niet maken
pt: Não é possível criar o bitmap do pacote!

source: Can't draw the PIC package!
ja: PICパッケージを描画する事ができません！
nl: Kan de PIC package niet tekenen!
pt: Não é possível desenhar o pacote PIC!

source: Could not open Hex file...
ja: HEXファイルを開くことができませんでした。
nl: Kan hex bestand niet openen...
pt: Não foi possível abrir o arquivo Hex...

source: Failure in hex file...
ja: HEXファイルの読み込みに失敗しました。
nl: Fout in hex bestand...
pt: Falha no arquivo hex...

source: Error in checksum...
ja: チェックサムが異常です。
nl: Fout in checksum...
pt: Erro na soma de checagem...

source: Data in hex file outside config memory of PIC
ja: HEXファイルのデータは、PICのコンフィグレーション領域を外れています
nl: Data in hex file buiten config geheugen van de PIC
pt: Dados no arquivo hex fora da área de memória de configuração do PIC

source: Data in hex file outside data memory of PIC
ja: HEXファイルのデータは、PICのデータ領域を外れています
nl: Data in hex file buiten data geheugen van de PIC
pt: Dados no arquivo hex fora da área de memória de dados do PIC
