Repository: AndersonLearner/usbpicprog
Catalog: trunk/upp_wx/po/*.po
Languages: el, fr, it, ja, nl, pa, pt, uk

source: Data in hex file outside code memory of PIC
ja: HEXファイルのデータは、PICのコード領域を外れています
nl: Data in hex file buiten code geheugen van de PIC
pt: Dados no arquivo hex fora da área de memória de código do PIC

source: unknown record type: %d
ja: 未知のレコード種類: %d
nl: onbekend veld type: %d
pt: tipo de gravação desconhecido: %d

source: Could not open Hex file for writing...
ja: 書き込みの為のHEXファイルを開けません。
nl: Kan hex bestand niet openen tijdens het schrijven...
pt: Não foi possível abrir o arquivo Hex para escrita...

source: Code Memory
ja: コード領域
nl: Code Geheugen
pt: Memória de Código

source: Global settings for Usbpicprog:
fr: Réglages généraux pour Usbpicprog:
it: Impostazioni globali per Usbpicprog:
ja: Usbpicprogのためのグローバルな設定：
nl: Globale instellingen voor Usbpicprog:
pt: Configurações globais para o Usbpicprog:
uk: Глобальні налаштування для Usbpicprog:

source: Program options
fr: Options du programme
it: Opzioni di programmazione
ja: 書込オプション
nl: Programmeeropties
pt: Opções de programação
uk: Опції програми

source: Write code memory
fr: Écriture de la mémoire Code
it: Scrivi la memoria del codice
ja: コード領域を書き込みます
nl: Schrijf code geheugen
pt: Escrever memória de código
uk: Записати пам'ять коду

source: Write config memory
fr: Écriture de la mémoire Config
it: Scrivi la memoria di configurazione
ja: コンフィグ領域を書き込みます
nl: Schrijf config geheugen
pt: Escrever memória de configuração
uk: Записати пам'ять конфігурації

source: Write data memory
fr: Écriture de la mémoire Data
it: Scrivi la memoria dati
ja: データ領域を書き込みます
nl: Schrijf data geheugen
pt: Escrever memória de dados
uk: Записати пам'ять даних

source: Erase before programming
el: Διεγράψτε πριν τον προγραμματισμό
fr: Effacer avant programmation
it: Cancella prima di programmare
ja: 書込前に消去します
nl: Wis voor programmeren
pa: ਪਰੋਗਰਾਮ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਮਿਟਾਉ
pt: Apagar antes de programar
uk: Очистити перед записом

source: Verify after programming
fr: Vérifier après programmation
it: Verifica dopo la programmazione
ja: 書込後ベリファイします
nl: Verifieer na programmeren
pt: Verificar após programar
uk: Перевірити після запису

source: Verify options
fr: Options de vérification
it: Opzioni di verifica
ja: ベリファイ オプション
nl: Verifieer opties
pt: Verificar opções
uk: Опції перевірки

source: Verify code memory
fr: Vérification du Code
it: Verifica la memoria del codice
ja: コード領域をベリファイします
nl: Verifieer code geheugen
pt: Verificar memória de código
uk: Перевірити пам'ять коду

source: Verify config memory
fr: Vérification de la Configuration
it: Verifica la memoria di configurazione
ja: コンフィグ領域をベリファイします
nl: Verifieer config geheugen
pt: Verificar memória de configuração
uk: Перевірити пам'ять конфігурації

source: Verify data memory
fr: Vérification de l'EEPROM
it: Verifica la memoria dati
ja: データ領域をベリファイします
nl: Verifieer data geheugen
pt: Verificar memória de dados
uk: Перевірити пам'ять даних

source: GUI options
fr: Options d'affichage
it: Opzioni dell'interfaccia grafica
ja: 操作オプション
nl: GUI opties
pt: Opções de GUI
uk: Опції GUI

source: Shows popups on connect etc...
fr: Montrer Popups au démarrage etc...
it: Mostra messaggi alla connessione etc...
ja: 接続等に表示します
nl: Geef popups weer bij verbinden etc...
pt: Mostrar popups ao conectar, etc...
uk: Показує сповіщення при з'єднанні і т.п.

source: error: PIC name should match picName:
nl: fout: PIC naam moet overeenkomen met picName:
pt: erro: nome do PIC deve corresponder ao picName:

source: device ID not found
nl: device ID niet gevonden
pt: ID do dispositivo não encontrada.

source: name attribute in memory not found
nl: naam attribuut in geheugen niet gevonden
pt: nome do atributo na memória não encontrado

source: start attribute in config memory not found
nl: start attribuut in config geheugen niet gevonden
pt: atributo inicial na memória de configuração não encontrado

source: start attribute in hexfile_offset not found
nl: start attribuut in hexfile_offset niet gevonden
pt: atributo inicial em hexfile_offset não encontrado

source: error getting attribute config -> name -> offset
nl: Fout bij lezen attribuut config -> naam -> offset
pt: erro ao receber configuração de atributo -> nome -> offset

source: couldn't find attribute value in mask
nl: kan attribuut value in mask niet vinden
pt: não foi possível encontrar valor de atributo na máscara

source: nb_pins not found in package
nl: nb_pins in package niet gevonden
pt: nb_pins não encontrado no pacote

source: Preferences
el: Προτιμήσεις
fr: Préférences
it: Preferenze
ja: 設定
nl: Eigenschappen
pa: ਸੈਟਿਂਗ
pt: Preferências
uk: Уподобання

source: help
el: βοήθεια
fr: Aide
it: aiuto
ja: ヘルプ
pa: ਮਦਦ
pt: ajuda

source: displays help on the command line parameters
el: εμφανίζει βοήθεια πάνω στις παραμέτρους της γραμής εντολών
fr: Affiche l'aide sur les paramètres de commande en ligne
it: mostra aiuto sui parametri della linea di comando
ja: 画面のヘルプにコマンドラインパラメータがあります
nl: geef help weer over command line parameters
pa: ਕੰਮਾਡ ਰੇਖਾ ਤੇ ਮਦਦ ਵਿਖਾਉਦਾਂ ਹੈ
pt: mostra a ajuda sobre os parâmetros da linha de comandos
uk: показує допомогу з параметрів командного рядку

source: version
el: έκδοση
it: versione
ja: バージョン
nl: versie
pa: ਵਰਜਨ
pt: versão

source: displays version information of usbpicprog
el: εμφανίζει πληροφορίες της έκδοσης του usbpicprog
fr: Affiche les informations de version d'Usbpicprog
it: mostra informazioni sulla versione di usbpicprog
ja: usbpicprogのバージョン情報を表示します。
nl: geeft de versie van usbpicprog weer
pa: usbpicprog ਦਾ ਵਰਸਨ ਵਿਖਾਉ
pt: mostra a informação sobre a versão do usbpicprog
uk: показує відомості про версію usbpicprog

source: pictype
el: τύπος PIC
it: tipo PIC
ja: PICタイプ
pt: tipo do pic

source: specify the pic type (eg -p=P18F2550)
el: καθορίστε το τύπο PIC (π.χ. -p = P18F2550)
fr: Spécifie le type de PIC (ex: -p=P18F2550)
it: specifica il tipo di PIC (es. -p=P18F2550)
ja: 写真タイプを指定してください (eg -p=P18F2550)
nl: geef het pic type op (bijv -p=P18F2550)
pa: pic type ਚੁਣੋ (ਜਿਵੇਂ p=P18F2550)
pt: especifique o tipo do pic (ex -p=P18F2550)
uk: вказати тип пристрою PIC (наприклад, -p=P18F2550)

source: silent
el: σιωπηλό
fr: Silencieux
it: silenzioso
ja: 静か
nl: stil
pa: ਸਾਂਤ
pt: silencioso

source: do not display the hex file
el: να μην εμφανιστεί το δκαεξαδικό αρχείο
fr: N'affiche pas le fichier HEX
it: non mostrare il file hex
ja: HEXファイルを表示しないで下さい
nl: geef het hex file niet weer
pa: ਹੈਕਸਫਾਇਲ ਨੂੰ ਨਾ ਦਿਖਾਓ
pt: não mostrar o ficheiro hex
uk: не виводити HEX-файл

source: write
el: γράψε
fr: Écrit
it: scrivi
ja: 書込
nl: programmeer
pa: ਸੰਭਾਲੋ
pt: escrever

source: write the device
el: γράψε στη συσκευή
fr: Écrit le circuit
it: scrivi il dispositivo
ja: デバイスに書き込みます
nl: programmeer de pic
pa: ਜੰਤਰ ਨੂਂ ਸੰਭਾਲੋ
pt: escrever o dispositivo
uk: записати пристрій

source: read the device
el: διάβασε την συσκευή
fr: Lit le circuit
it: leggi il dispositivo
ja: デバイスを読み込みます
nl: lees de pic
pa: ਜੰਤਰ ਨੂਂ ਪੜੋ
pt: ler o dispositivo
uk: прочитати пристрій

source: verify the device
el: επαλήθευσε την συσκευή
fr: Vérifie le circuit
it: verifica il dispositivo
ja: デバイスをベリファイします
nl: verifieer de pic
pa: ਜੰਤਰ ਨੂਂ ਸਪਸ਼ਟ ਕਰੋ
pt: verificar o dispositivo
uk: перевірити запис

source: bulk erase the device
el: bulk erase την συσκευή
fr: Efface le circuit
it: cancella il dispositivo
ja: デバイスを消去します
nl: wis de hele pic
pa: ਜੰਤਰ ਨੂੰ ਇਕਠਾ ਮਿਟਾਉ
pt: limpar o dispositivo
uk: очистити пристрій

source: blankcheck the device
el: Ελέγξτε τη συσκευή
fr: Contrôle l'effacement du circuit
it: verifica la cancellazione del dispositivo
ja: デバイスをブランクチェックします
nl: controleer of de pic leeg is
pa: ਜੰਤਰ ਨੂੰ ਬਲੈਂਕਚੈਕ ਕਰੋ
pt: verificar se o dispositivo está vazio
uk: перевірити на порожні значення

source: debug
ja: デバッグ
pt: debugar

source: debug the hardware
ja: ハードウェアをデバッグしてください
nl: debug de hardware
pt: debugar o hardware

source: file
el: αρχείο
fr: Fichier
ja: ファイル
nl: bestand
pa: ਫਾਇਲ
pt: arquivo

source: hexfile
el: δκαεξαδικό αρχείο
it: file hex
ja: HEXファイル
nl: hexbestand
pa: ਹੈਕਸਫਾਇਲ
pt: arquivo hex

source: Programming voltage (Vpp): MIN NOM MAX _dontTranslateThis_
ja: プログラム電圧 (Vpp): 最小 標準 最大 _dontTranslateThis_

source: Working voltages (Vdd): MIN NOM MAX _dontTranslateThis_
ja: 動作電圧 (Vdd): 最小 標準 最大 _dontTranslateThis_

source: Frequency range: MIN MAX _dontTranslateThis_
ja: 周波数帯: 最小 最大 _dontTranslateThis_

source: Restore Cal regs...
nl: Cal regs terugzetten...

source: Restore PIC's calibration registers
nl: PIC calibratie registers terugzetten

source: Only valid for PIC12F629 and similar devices...
nl: Alleen beschikbaar voor PIC12F629 en vergelijkbare chips...

source: Please specify a new Osccal Value [3400 - 37FF]
nl: Geef een nieuwe waarde op voor Osccal [3400 - 37FF]

source: Specify a new Osccal Value
nl: Geef een nieuwe Osccal Waarde op

source: Please specify an Oscal Value between 3400 and 37FF
nl: Geef een Osccal waarde op tussen 3400 en 37FF

source: Please specify a bandgap value
nl: Geef een bandgap waarde op

source: Specify a bandgap value
nl: Geef een bandgap waarde op

source: Error restoring Calibration Registers
nl: Fout bij terugzetten Calibratie Registers

source: Please specify a BandGap Value between 0 and 3
nl: Geef een bandgap waarde op tussen 0 en 3

source: restore-osccal
nl: osccal-terugzetten

source: Restore Osccal Register
nl: Osccal Register Terugzetten

source: restore-bandgap
nl: bandgap-terugzetten

source: Restore BandGap Register
nl: BandGap Register Terugzetten
